{"_id":{"$oid":"572c83a56eafba030027ff01"},"number":1,"token":"j0X7TKvsdALNutv3","email":"tom.chambers@gmail.com","__v":0,"author":"Philip Roth","dedication":"...this book, first published in 1969, showed me what the first person narrative could be: raucous, ribald, untrustworthy and, most of all, excruciatingly raw. Added to that, it's about a Jewish boy and his obsession with masturbation. I mean, what's not to like? It's a master class in what high literary ambition and  low, filthy desires can gift us. Most of all: it made me laugh. I can offer no higher praise. Enjoy.","name":"Jay Rayner","title":"Portnoy's Complaint"}
{"_id":{"$oid":"572c87bc7416e203005d11dc"},"number":2,"token":"DUa9e5JujUKs6Cac","email":"derek@fundsurfer.com","__v":0,"author":"Christopher Wormell","dedication":"It's a very moving and funny fable that says much about the joy of empathy in an uncaring world. ","name":"Dominic West","title":"The big ugly monster and the little stone rabbit"}
{"_id":{"$oid":"572ca04767360a03002b4948"},"number":3,"token":"kWiweRkjTYLKy6EE","email":"stell@clara.co.uk","__v":0,"author":"Patricia Highsmith","dedication":"It's brilliantly written, it presents LGBT life as viable and real, and - brilliant though the film is - the book is even better. ","name":"Stella Duffy","title":"Carol (The Price of Salt)"}
{"_id":{"$oid":"572ca3bf67360a03002b4949"},"number":4,"token":"Gu7tUvr9yqA30oqm","email":"kate.raworth@gmail.com","__v":0,"author":"John Berger","dedication":"I read this book as I walked the heady streets of Manhattan in 1997 and it captivated me - opening my eyes to the politics of consumerism, possession, and the objectification of women in art and fashion. \r\n\r\nIt also convinced me that pictures are just as powerful as words in telling a story and shaping our minds - an insight that deeply guides the way I think today. \r\n\r\nIt's my favourite book to give away. I always keep a spare copy at home, ready on my shelves, for the next person I think its message will delight, enrage, and politicise. ","name":"Kate Raworth","title":"Ways of Seeing"}
{"_id":{"$oid":"572ca44a67360a03002b494a"},"number":5,"token":"Rd8AHJx2lX5trqsU","email":"roman.krznaric@gmail.com","__v":0,"author":"Theodore Zeldin","dedication":"This book transformed me in 1001 ways. It's a unique history of the emotions and the art of living, showing how the way we think about love, death, time, loneliness and other topics of universal human concern have been shaped by the past. Reading it at age 25 inspired me to become more emotionally open, empathic, and adventurous in my life choices. It also set me off on a lifelong journey to explore how conversation could become a tool of personal and political change. Witty, wise and humane, it's a book to unite a world of strangers.\r\n\r\n","name":"Roman Krznaric","title":"An Intimate History of Humanity"}
{"_id":{"$oid":"572cc396eef43f03003f290a"},"number":6,"token":"TJtKMb4BNAzqxFku","email":"jake@empathysustainability.com","__v":0,"author":"Graeme Simison","dedication":"This is a very funny book and worth a read just for that reason. At the same time it is a good introduction to how some 'Aspies' (people with Aspergers) think. It will therefore give you an opportunity for some empathy with people 'on the spectrum'.","name":"Jake Backus","title":"The Rosie Project"}
{"_id":{"$oid":"572cc4ddeef43f03003f290b"},"number":7,"token":"shfyz9aTjAcYdT2x","email":"jed@menalive.com","__v":0,"author":"Jed Diamond","dedication":"I come from a long line of broken families and went through two divorces before I learned what works. I've been with my wife now for 36 years and want others to learn how to connect deeply with themselves and others and to heal old wounds.","name":"Jed Diamond","title":"The Enlightened Marriage: The 5 Transformative Stages of Relationships and Why the Best is Still to Come"}
{"_id":{"$oid":"572ccbdbeef43f03003f290c"},"number":8,"token":"mnnHLkNFuVAn2I5w","email":"aisling.nelson@gmail.com","__v":0,"author":"J. B. Priestley","dedication":"I stumbled across an original copy of this book and time stopped for a precious afternoon.\r\n\r\nI love everything about this collection of short stories - the honest grumpiness, the sarcastic humour, how relevant many of the examples still are today, the sensory descriptions, the appreciation of simple everyday things, the sharing of innermost thoughts and the anticipation of the word delight in each of the 114 short stories! Transport yourself back to a time when it was a luxury to find 'Mineral water in bedrooms of foreign hotels.'\r\n\r\nObserving delight is mindfulness by a different name!\r\n\r\n\r\n\r\n\r\n","name":"Aisling Nelson","title":"Delight"}
{"_id":{"$oid":"572ce89beef43f03003f290d"},"number":9,"token":"OoJsOQhAgJfpHg4S","email":"nick.m.lloyd@gmail.com","__v":0,"author":"","dedication":"","name":"Nick","title":"","lastUpdated":""}
{"_id":{"$oid":"572cedbeeef43f03003f290e"},"number":10,"token":"bmpsl4HTN2AdV3uN","email":"raworthrichard@gmail.com","__v":0,"author":"M L Stedman","dedication":"This is a devastatingly brilliant book.  \r\n\r\nA couple living on a remote lighthouse cannot have children.   One day a rowing boat is washed up with a dead man and a baby that is still alive.  Thinking the family has died they bury the father and adopt the baby as their own.  The baby grows up as theirs.  But on a much later visit ashore they meet the real mother.  \r\n\r\nWhose child is it now?  You are completely torn between the real mother and the 'mother' who has brought her up.  And the child's reaction is devastating.\r\n\r\nThis is a wonderful and heartrending story.\r\n\r\nRicky ","name":"Richard Raworth","title":"Light Between Oceans"}
{"_id":{"$oid":"572d04e4eef43f03003f290f"},"number":11,"token":"fcWNWq5C5X7f672h","email":"sophiehowarth@btinternet.com","__v":0,"author":"John-Paul Flintoff","dedication":"This book got quite an ambitious title don't you think? Since you picked it out, I imagine you as someone longing to make a positive impact in the world. Hurrah! It's a great read, easy and informative and also quite funny in places. Best of all it makes you feel hopeful that another world is possible if we can just become more compassionate and generous. So after you've read it please pass it on to someone else you think will also enjoy and be inspired by it.... Who knows, one day I might find a very tattered copy is offered back to me! ","name":"Sophie Howarth","title":"How To Change The World"}
{"_id":{"$oid":"572d12f7eef43f03003f2910"},"number":12,"token":"naz4Es7Buswgy3Ui","email":"kate.croucher@gmail.com","__v":0,"author":"Shirley Hazzard","dedication":"it is a beautifully written, completely engaging story of the lives of two sisters and it has stayed with me since I read it many years ago","name":"Kate Croucher","title":"The Transit of Venus"}
{"_id":{"$oid":"572d59fdeef43f03003f2911"},"number":13,"token":"iE1xNqksXvNJefT5","email":"lena@tisdall.com.au","__v":0,"author":"Geraldine Brooks","dedication":"","name":"Lena Tisdall","title":"People of the Book"}
{"_id":{"$oid":"572d7c28eef43f03003f2912"},"number":14,"token":"sq7Htkm5jXlMLMjO","email":"willandferg@iinet.net.au","__v":0,"author":"Chimamanda Ngozi Adichie","dedication":"As a teenager, 50 years ago, in the news they used the phrase \"starving Biafrans\". At that time I didn't look into their plight. This novel provides a prologue to that disaster. It draws a brilliant, vivid picture of place, people and tension in the Nigeria of the mid-1960s.","name":"Keith","title":"Half of a Yellow Sun"}
{"_id":{"$oid":"572deebfeef43f03003f2915"},"number":17,"token":"ZVu2OTCORwQw41Ej","email":"annalisemoser@hotmail.com","__v":0,"author":"Dave Eggers","dedication":"This is the extraordinary story of one of the \"Lost Boys\" of Sudan, as well his experiences as a refugee in the United States. Crossing boundaries between fiction and non-fiction, this book blew my mind, and in part motivated me to become a mentor for refugees in my home town. ","name":"Annalise Moser","title":"What is the What"}
{"_id":{"$oid":"572e13970138b003002ccc1a"},"number":18,"token":"JfhqJehGllNQYbVJ","email":"beereid@gmail.com","__v":0,"author":"Parker J. Palmer","dedication":"...it speaks to me about how we show up in our lives and how we show up for others. It talks of deep integrity and how our sense of identity can come from our values rather than our 'ego story'. Above all, it shows us how to act wisely in society, following our own voice and allowing a sense of inner leadership to find expression.","name":"Barbara Reid","title":"A Hidden Wholeness: the journey toward an undivided life"}
{"_id":{"$oid":"572f4ea40138b003002ccc1b"},"number":19,"token":"mdLjY4IdCsEslBa1","email":"carolepatey@gmail.com","__v":0}
{"_id":{"$oid":"572f517e0138b003002ccc1c"},"number":20,"token":"2WZNREvzcoC70w23","email":"c.patey@zen.co.uk","__v":0,"author":"Evelyn Waugh","dedication":"Scoop is quite simply the funniest book I have ever read.  I must have read it at least ten times and it never fails to make me laugh inwardly and out loud. Magic writing. ","name":"Christopher Patey","title":"Scoop"}
{"_id":{"$oid":"5730792e0402b70300475216"},"number":21,"token":"Ax7GIhUVulcHaJVf","email":"tom.chatfield@gmail.com","__v":0,"author":"Bryan Magee","dedication":"One of the few philosophy books around that's short, powerful, clear and important enough to change lives. Several of the people whose taste in books I respect most independently told me I had to read this. So I did. And it changed me, for the better. An astonishing, lucid, brilliant read. Enjoy!","name":"Tom Chatfield","title":"Popper"}
{"_id":{"$oid":"57307af70402b70300475217"},"number":22,"token":"xAuv6kuge2Ed8Vja","email":"angela.mcsherry@blueyonder.co.uk","__v":0,"author":"Barbara Kingsolver","dedication":"This is a book with multiple narrators. The women of this family, transplanted to the Congo by their missionary father, provide a series on monologues each offering a very different and equally engaging perspective of their new life. It's a book where form and content marry together beautifully. It's a book you have to pass on to a friend... ","name":"Angela McSherry","title":"The Poisonwood Bible"}
{"_id":{"$oid":"57307d160402b70300475218"},"number":23,"token":"9sWY0qWQsyLj0XyO","email":"juderosen@gmail.com","__v":0,"author":"W. G. Sebald","dedication":"Austerlitz recalls the world through the eyes of child  - literally through his eyes we see miniature snapshots e.g.of the ceiling of Brussels station where he arrived as a refugee..., of statues on the gravestones in Tower Hamlets cemetery. The novel retells the story of the trauma of a Jewish child displaced from Czechoslovakia by the Nazi occupation, losing his mother tongue along with his mother and father and how he pieces together his history retrospectively as an adult.... It is full of wonderful asides - the rebuilding of  Liverpool Street station and five pages dedicated to the beauty, diversity and ultimately transitory life of moths - capturing poetically how precious and fragile life is. For years I thought Sebald was himself Jewish, and when I discovered he was an emigre German non-Jew, he grew even more in my estimation because he proves that we can understand each other's stories and empathise across boundaries of history, nationality and ethnicity. I can think of no greater postwar novel for someone to be drawn into reading and captivated by the story and the wonder of writing to reach us.","name":"Jude Rosen (Bloomfield)","title":"Austerlitz"}
{"_id":{"$oid":"5730842a0402b70300475219"},"number":24,"token":"OOMVrff1Ctg9wbYe","email":"melissaviney@hotmail.com","__v":0,"author":"E M Forster","dedication":"it influenced me in my formative years, reading it as an A Level student. I responded to the difficulties Margaret faces in \"seeing life steadily and seeing it whole.\" For me it's a book about resisting self-deception in yourself and others, even if that makes life less dramatic, glamorous or comfortable. Not always easy. Howards End carries Forster's visionary message - 'only connect' with each other; 'personal relations' are key, not money, speed and power.","name":"Melissa","title":"Howards End"}
{"_id":{"$oid":"573091d90402b7030047521a"},"number":25,"token":"hJCDm9ScIsb2O4fS","email":"markgravil@me.com","__v":0,"author":"Jonathan Lethem","dedication":"The Fortress of Solitude is a novel whose central theme is the ability of the imagination to set you free, to open up paths to an unknown elsewhere. It particularly appeals to me as it speaks truth about my own journey, and how art and escape were inseparable for me as a child, and as a teenager. My wife bought me this book, knowing what it would mean to me. We decorated, we moved, we stacked a bookshelf, and I read it ten years later. Her judgement, as always, was perfect.","name":"Mark Gravil","title":"The Fortress of Solitude"}
{"_id":{"$oid":"57309dc40402b7030047521b"},"number":26,"token":"uAOlYk8e0k41M1ng","email":"joyce.millar@queens.ox.ac.uk","__v":0,"author":"Oswald Wynd","dedication":"This is a heart rendering book about a young Scottish woman setting off on an adventure in the early 20th Century to a world completely alien to her Presbyterian background. It is a wonderful story of the growth of a woman's inner courage and strength in a period in which woman have little or no power. Set in a turbulent period in the history of China and Japan the writer manages to bring humanity and compassion to life in the form of the diary of a very special woman.   ","name":"Joyce","title":"The Ginger Tree"}
{"_id":{"$oid":"57309f2b0402b7030047521c"},"number":27,"token":"AipXlE6aSxDTT5TN","email":"graz.giotta@gmail.com","__v":0,"author":"Nicole Krauss","dedication":"it is a beautiful story. Touching, delicate, passionate, heartbreaking, intense. Like love.","name":"Graziana Giotta","title":"The History of Love"}
{"_id":{"$oid":"57309f3a0402b7030047521d"},"number":28,"token":"zCWHqzPNfbzkaNHl","email":"s.chater@greyink.co.uk","__v":0,"author":"Rebecca West","dedication":"This is my desert island book! With the people in these pages for company, you will never feel alone. This semi-autobiographical novel about a poverty-stricken childhood in Edwardian London overflows with loving kindness. Its theme, which starts hesitantly but steadily gathers strength and rises to a triumphant crescendo at the end, is music and its power to educate us – to lead us out into life and to make us truly human. ","name":"Simon Chater","title":"The Fountain Overflows"}
{"_id":{"$oid":"5730a13b0402b7030047521e"},"number":29,"token":"vW0axWUAXn2Gqhvi","email":"carmenrsheridan@gmail.com","__v":0,"author":"","dedication":"It's a beautiful, moving and eye-opening book. It's hard to put into words the effect this book had, helping me to view the world with a different perspective. \r\n\r\nI can't wait to see where this book travels to and hope you enjoy it too!","name":"Carmen Sheridan","title":"The Reason I Jump"}
{"_id":{"$oid":"5730a2210402b7030047521f"},"number":30,"token":"fahrFrXakEtOOz1U","email":"a_faherty@yahoo.com","__v":0,"author":"Edwin Abbot Abbott","dedication":"it's a quick, quirky read that prompts you to question how you think about everything. Part science, part social commentary, this century-old book gets right to the heart of ignorance, prejudice and blinkered thinking.  ","name":"Anna Faherty","title":"Flatland: A Romance of Many Dimensions"}
{"_id":{"$oid":"5730a5370402b70300475220"},"number":31,"token":"URpHo6R1DgWvkWX8","email":"alessandro.marchetti@gmail.com","__v":0,"author":"Murakami Haruki","dedication":"Because this book is emphatically bonded to a special person and because it went along with me when I went to L'Habana (Cuba) for a long trip. Without any internet connection I could read it during my long relaxing night time, with great pleasure for my soul.","name":"Alessandro Marchetti","title":"The Elephant Vanishes: Stories"}
{"_id":{"$oid":"5730a9490402b70300475221"},"number":32,"token":"f1EkQ3Fl46xb9jrP","email":"andywking@btinternet.com","__v":0,"author":"Brian Keenan","dedication":"It is an incredible account of the indomitability of the human spirit and simultaneously of man's humanity and inhumanity to his fellow man. The author even manages to see the person behind his captors, and is just as relevant today as when it was published in 1992.\r\nI started reading it at 9pm one evening and couldn't stop reading until I finished it at 4am the following morning.","name":"Andy King","title":"An Evil Cradling"}
{"_id":{"$oid":"5730a9c50402b70300475222"},"number":33,"token":"TMP6QIu0Oeng3Urh","email":"christopher.fox@syncresis.com","__v":0,"author":"Erich Fromm","dedication":"This book delves into the contrasts between the frame of mind that centers on acquiring things and being an empathetic person more deeply engaged in the world. It looks at this contrast through personal psychology, world history, and economics, and points out that empathy will be essential to the future survival of humanity and the planet.","lastUpdated":"","name":"Chris Fox","title":"To Have Or To Be"}
{"_id":{"$oid":"5730ae0c0402b70300475223"},"number":34,"token":"LLI5kMI82qHGcT8I","email":"chrisrayner@outlook.com","__v":0,"author":"Jane Austen","dedication":"This is a story of human endeavour, demonstrating the consequence of making assumptions as we follow the characters subsequent journeys to break down barriers of mistrust to find love and tearing down walls of deceit to find truth.  \r\n\r\nAlthough written over 200 years ago, the awkwardness of family relationships, the complications in friendships and the rush to form those important first impressions, all have something important to teach us today. \r\n\r\nIt is a book that inspires me constantly.  \r\n","name":"Christine Rayner","title":"Pride and Prejudice"}
{"_id":{"$oid":"5730b1660402b70300475224"},"number":35,"token":"jMvhXfhxKOvNBdAK","email":"pmanku7667@gmail.com","__v":0,"author":"Eowyn Ivey","dedication":"I hope you will enjoy this bittersweet experience of loving and letting go as much as I did : a childless couple in 1920's America discovering a special little girl, all of their own. \r\nBest wishes x","name":"P. Manku","title":"The Snow Child"}
{"_id":{"$oid":"5730b2720402b70300475225"},"number":36,"token":"LTVpQdumAKhD9UVE","email":"nicjeune@gmail.com","__v":0,"author":"Leo Tolstoy","dedication":"I imagined this would be an important, but hard book to read as well as being a long one. It is very important as the author captures the tussle of the big questions we all try an ask of our own life. But and this is a big BUT it is not hard at all. This is an easy and wonderful read and so did not seem long at all. I think this book justly deserves its place as one of the greatest books ever written","name":"nic jeune","title":"War and Peace"}
{"_id":{"$oid":"5730bf200402b70300475226"},"number":37,"token":"Mvg67a52Ru0k8QbK","email":"wjgilchrist@gmail.com","__v":0}
{"_id":{"$oid":"5730bfc20402b70300475227"},"number":38,"token":"JxqurNtV5C9SWkyz","email":"hughgibbons@just1.org.uk","__v":0,"author":"Ian Gilbert","dedication":"This little question-filled book is big in ideas, innovative, and immense fun. A Thunk is a question (for children of all ages) that stops you in your tracks and gets you thinking eg Is silence a sound? Where does the sky start? Is black a colour? Is a wooden table still a tree? Get the idea? Then go thunking.","lastUpdated":"1464262161759","name":"Hugh Gibbons","title":"The Little Book of Thunks"}
{"_id":{"$oid":"5730c4c0472e88030027c8e4"},"number":39,"token":"gtBmWyyi1lae7hCU","email":"silver.yonder@gmail.com","__v":0}
{"_id":{"$oid":"5730c874472e88030027c8e5"},"number":40,"token":"z4WEwXM1Z3JPFCO0","email":"dylantm33@gmail.com","__v":0,"author":"Rick Riordan","dedication":"This is an adventure book which is my favourite genre. My whole class read it in primary school and we were all really in to it. It's about Greek gods and demigods and a mix between those characters and humans which is really interesting. It is so exciting that it just makes you want to carry on reading and stay in their world. ","name":"Dylan Temple","title":"Percy Jackson the Lightening Thief"}
{"_id":{"$oid":"5730d6a3472e88030027c8e6"},"number":41,"token":"bznEzh97zMZpc6zo","email":"gregorybairdframe@gmail.com","__v":0,"author":"Hermann Hesse","dedication":"it is a meeting point of three art forms: prose, poetry and drawing. The narrative takes place in Europe sandwiched between the two great wars. A vagabond wanders through the countryside and sees all of life's wonders and contradictions equally beautiful and bewildering reflected back in the people and places he passes. A musing celebration of the complexity of human life.","name":"Gregory Baird Frame","title":"Wandering"}
{"_id":{"$oid":"5730df31472e88030027c8e7"},"number":42,"token":"oxAknUzp692lX5Ii","email":"ourkellie1@yahoo.com","__v":0,"author":"R.J.Palacio","dedication":"I loved reading this with my youngest son at the age of 9. It epitomises empathy in the best way - by telling the same story from the different character's perspectives. The parent's love and pain was palpable. The main character August so lovely, and his sister and friend's feelings so appropriately told. Gives heart to parents with kids who don't fit the mould straight out of the box. It just takes a little human kindness, (and there is lots of it in the world) and they will be fine.","name":"Kellie","title":"Wonder"}
{"_id":{"$oid":"5730e7ae472e88030027c8e8"},"number":43,"token":"XUGSmvKFTbM8yT9F","email":"rachel@racheldavies.com","__v":0,"author":"David Walliams","dedication":"I like it because it is funny and magical. There's a boy called Zack, and his Grandpa still thinks he is still in World War 2. He ends up flying a Spitfire out of the Imperial War Museum! ","name":"Rowan Davies-Moore (age 8)","title":"Grandpa's Great Escape"}
{"_id":{"$oid":"5730f857472e88030027c8e9"},"number":44,"token":"SCeG7lx5MZVF4iqL","email":"janice@healthandlifetransitions.com","__v":0,"author":"Enid Blyton","dedication":"This was a favourite book as a child, and I'm delighting now sharing it with our granddaughter. Fantasy has been a great tool for me in my life, in good times and bad, and a great means of inspiration. May many more children retain their natural ability to trance into mystery worlds and magic solutions.  ","name":"Janice Russell","title":"The Magic Faraway Tree"}
{"_id":{"$oid":"57310582472e88030027c8ea"},"number":45,"token":"wvjqrmeKlUfXkw8y","email":"irene.ceccato01@universitadipavia.it","__v":0,"author":"Daniel Pennac","dedication":"This was my first (for what I can remember) book, suggested by my fantastic teacher. \r\nIt's a children's book, but I still love it now that I'm definitively grown up. It makes me cry each time I reread it, even if by now I know each sentence by heart!\r\nIt's a real/imaginary story about two intertwined lives. \r\nIt's a whispered suggestion to silently listen to others' lives and to learn to watch the world with their eyes, because that can change for the better your own world!","name":"Irene Ceccato","title":"Eye of the Wolf"}
{"_id":{"$oid":"57318d7e472e88030027c8eb"},"number":46,"token":"8hh0ipDny0BE0Xep","email":"caroline@arleroad.com","__v":0,"author":"Neale Donald Walsch","dedication":"This book, more than any other, helped me make sense of my life.  It reminds me of what \"makes sense\" every time I read it.","name":"Caroline Young","title":"Little Soul and The Sun"}
{"_id":{"$oid":"57319b5c472e88030027c8ec"},"number":47,"token":"V0gMGkRq7V5LPBJw","email":"persephone.pearl@gmail.com","__v":0,"author":"Derrick Jensen","dedication":"By showing how the system we live in is broken, but that not all humans are broken, this book tended to my broken heart and showed me that I wasn't alone or crazy - that my grief was healthy and appropriate.","lastUpdated":"","name":"Persephone Pearl","title":"Endgame"}
{"_id":{"$oid":"5731ab7b472e88030027c8ed"},"number":48,"token":"z3lTlJBRKcNkuMrS","email":"alboheme@hotmail.com","__v":0,"author":"Shirley Jackson","dedication":"It's exquisite writing executed with perfect restraint. A bizarre and haunting quasi-horror fairy-tale vividly narrated by eighteen-year-old Merricat. Her superstitions and rituals add to the agoraphobic feel of the household she and her family live in. A slow-burn, a spell-binding wander through the frailties of the human mind. ","name":"Ali Land","title":"We Have Always Lived in the Castle"}
{"_id":{"$oid":"5732012c472e88030027c8ee"},"number":49,"token":"CntcfhXvaCo2T7HJ","email":"l.gamman@csm.arts.ac.uk","__v":0,"author":" Barbara Demick ","dedication":"surprising  first person stories of life under dictatorship. Enjoyed account of  quirky pleasures  escapees take  when free but how   choice  \"can be utterly paralysing for people who've had decisions made for them by the state their entire lives”.  Many escapes to Seoul want to return to North Korea,  because they  are haunted by family hardships there .  Book questions how its impossible to be “ free” when those you love are not : also  why Seoul (with a former human rights lawyer as current Mayor) offers big hope .","name":"Prof Lorraine Gamman","title":"NOTHING TO ENVY - REAL LIVES IN NORTH KOREA"}
{"_id":{"$oid":"5732086b472e88030027c8ef"},"number":50,"token":"KXNSWRwf3XSd0Yw1","email":"rob_bruce@hotmail.co.uk","__v":0,"author":"Louis Fischer","dedication":"This book opened my mind to the remarkable life and insights of Gandhi. Today his thinking seems more relevant than ever to our Global challenges.  He fought to advance non-violence, women's rights, sustainable living, ending poverty, and creating a society where people of all faiths live in peace with each other.   The British representative on the UN Security Council praised Gandhi as “The friend of the poorest, the loneliest and the lost” and predicted that “Gandhi's greatest achievements are still to come”.  There is still time for our Global Race to come together and finally realise that vision.","name":"Robert P Bruce author of The Global Race","title":"The Life of Mahatma Gandhi"}
{"_id":{"$oid":"5732148e472e88030027c8f0"},"number":51,"token":"wpiWSEoTJtJCshAz","email":"jane@pocketsprungtheatre.co.uk","__v":0,"author":"John Edward Williams","dedication":"It is breathtaking in its recognisable  sense of awakening and gut wrenching awkwardness and sadness. A protagonist that is achingly familiar and a story that resonates as reading and books opens up a view to a bright, complex and joyous world for William Stoner. Reality can't and won't match up presenting a identifiable portrait of true sadness. It is a book that grabs you and won't let go.","name":"Jane Williamson","title":"Stoner"}
{"_id":{"$oid":"5732e76a93ec4a0300faf6d4"},"number":52,"token":"tJtXqmxkkCkkZOlu","email":"lesebergsmith@aol.com","__v":0,"author":"Rupi Kaur","dedication":"Both my daughters have shown me how the power of words and writing has helped them overcome problems and issues. Rupi Kaur did so too in milk and honey. Inspiring.","name":"Petra Leseberg","title":"Milk and Honey","lastUpdated":""}
{"_id":{"$oid":"5732fa4293ec4a0300faf6d5"},"number":53,"token":"9BYvnzBdEEOr7Wwk","email":"sw55@sky.com","__v":0}
{"_id":{"$oid":"5733172393ec4a0300faf6d6"},"number":54,"token":"aiCgVHSgLuI17CwE","email":"leonora@eliostudio.com","__v":0,"author":"David Mitchell","dedication":"I love this book for its wonderful creativity in both form and content. The way the chapters are structured is so original and really challenges the reader to embrace storytelling across time and space. It is playful in its use of different genres, but at the same time it is serious in addressing important themes of the human condition and the state of our world. Clever, funny, experimental, heartfelt and full of adventure. What more could you want. Enjoy the ride! ","name":"Leonora Oppenheim","title":"Cloud Atlas"}
{"_id":{"$oid":"57332b9093ec4a0300faf6d7"},"number":55,"token":"wBuXBcf6z4VPXgMt","email":"hello@karenlogan.com","__v":0,"author":"Flora Thompson","dedication":"This book gave me a real taste of cottage life at the end of the 19th century. Told by Laura who grows from tiny girl to young adulthood throughout its pages. Recommended to me by my folk song tutor its a warm account of childhood, common folk, relationships, beliefs, work and survival. We can peek into a time before two world wars, before life and technology sped up. I sometimes wonder how people from a century ago would comprehend our ‘everyday’, here is a chance to wonder about them, turning towards a past so beautifully recored in these pages - enjoy!  ","name":"Karen Logan","title":"Lark Rise to Candleford"}
{"_id":{"$oid":"57336d6a93ec4a0300faf6d8"},"number":56,"token":"1rTm0ClrVeVHbvjm","email":"peter@gingold.com","__v":0,"author":"John Buchan","dedication":"This is one of Buchan's great Richard Hannay novels. It is a fairly early spy story, just at the remotely conceivable end of implausibility, enormous fun as it ranges across Europe and Turkey. It is tremendous, hopelessly non-PC story-telling. \r\n\r\nI read it when I'm feeling depressed. ","name":"Peter Gingold","title":"Greenmantle"}
{"_id":{"$oid":"5733926793ec4a0300faf6d9"},"number":57,"token":"Rq1QQS6R4NEMnNeW","email":"anthony.mattson@forward-mc.com","__v":0,"author":"Mark Rowlands","dedication":"I found it to be moving, heart-warming, thought-provoking and inspiring. And I lent or bought copies to more people than I have done with any other book. We could all be a little more wolf.","name":"Tony Mattson","title":"The Philosopher and the Wolf"}
{"_id":{"$oid":"573455a11482eb0300f850a5"},"number":58,"token":"cOmGz9CYI74xmatl","email":"mrtimmitchell@gmail.com","__v":0,"author":"Gabriel García Márquez","dedication":"It completely blew my mind.\r\nIt changed my view of the world - almost literally - like wearing a new pair of glasses.\r\nIt taught me to appreciate the magic that exists in the everyday.\r\nIt taught me that nothing lasts forever and that situations will come and go. This was news to a teenager who had believed that so much in life was permanent or unchangeable.\r\nIt taught me to appreciate what you have, while you have it.\r\nIt's the only book I've read twice.\r\nAs soon as I finished it, I went straight back to the beginning.\r\n","name":"Tim Mitchell","title":"One Hundred Years of Solitude"}
{"_id":{"$oid":"57349aa31482eb0300f850a6"},"number":59,"token":"751ztSqWPf1K4Gdt","email":"sjbernal@btinternet.com","__v":0,"author":"WIlliam Horwood","dedication":"it is a good read, telling an exciting story. Who or what is the Skallagrigg, will Esther find it and what else will be discovered on the journey? It makes you question what is meant by ability and disability and to imagine life in an institution for people with intellectual disabilities.  Some of the heroes are intellectually disabled, others have cerebral palsy. What stories do they tell one another, who are their heroes? ","lastUpdated":"1464257926438","name":"Jane Bernal","title":"Skallagrigg"}
{"_id":{"$oid":"57349e881482eb0300f850a7"},"number":60,"token":"DaXe05ro3XE0haI5","email":"sarahc@mpbell.com","__v":0,"author":"Dr Seuss","dedication":"It's funny, it's so true, and it's great to read out loud.","name":"Sarah Campbell","title":"I had trouble in getting to Solla Sollew"}
{"_id":{"$oid":"5735abfd53bbc10300844ac5"},"number":61,"token":"TlgJf9wPBO4ZitRT","email":"fintanmryan@hotmail.com","__v":0,"author":"Patrick Hamilton","dedication":"It's good.","name":"Fintan Ryan","title":"20,000 Streets Under the Sky"}
{"_id":{"$oid":"5735b3f653bbc10300844ac6"},"number":62,"token":"QIQOVb4ivoRmnNSd","email":"and.haydon@gmail.com","__v":0,"author":"Mark Fisher","dedication":"I'm not sure what it is about this book, to be honest, but I've found myself telling more people about it than anything else I've read for ages. \r\nI think it's got some really interesting ideas in it, and I'd like other people to read it too.  \r\n\r\n","name":"Andrew Haydon ","title":"Ghosts of My Life"}
{"_id":{"$oid":"5735c1c253bbc10300844ac7"},"number":63,"token":"n5wZpDnhNqW7Pe2k","email":"kittyross@hotmail.com","__v":0,"author":"Marcel Pagnol","dedication":"It is a book that was on our family bookshelf when I was growing up, a copy that also had Manon des Sources included and pictures of a young Gerard Depardieu on the back! I picked it up one day when I was ill or bored, having dismissed it for years, and I loved it. It is the only book I have read more than 4 times, I don't think it's brilliant or life changing. I just find it a good, easy read about simply trying to survive on the land.","lastUpdated":"","name":"Kitty Ross","title":"Jean de Florette "}
{"_id":{"$oid":"5736d804eef8c70300c51e0c"},"number":64,"token":"YlWIFsFIPiNs3N7o","email":"joannacmassie@gmail.com","__v":0,"author":"Jeffrey Eugenides","dedication":"It shifted my understanding of gender and place, and made me appreciate the world in a new and different way.","lastUpdated":"","name":"Joanna","title":"Middlesex"}
{"_id":{"$oid":"5737425462efef0300896469"},"number":65,"token":"FQ2eI2eSAUSasrby","email":"email@benjolly.com","__v":0,"author":"Charles Dickens","dedication":"All of human life is here","lastUpdated":"1463901529509","name":"Ben Jolly","title":"Great Expectations "}
{"_id":{"$oid":"5738872c70797e030097cd59"},"number":66,"dedication":"It's a post-apocalyptic love story featuring flying and long-range sharp-shooting. It's quite odd. I picked it up by chance in Jackson, Mississippi and a month later found myself having breakfast (by chance) with the author in Perth, Australia. He built his own house somewhere remote in Colorado and this book is really about making a home for yourself. And staying there.","name":"Lawrence Norfolk","author":"Peter Heller","title":"The Dog Stars","email":"rachel@empathymuseum.com","__v":0}
{"_id":{"$oid":"57388d0c1406310300ce6051"},"number":68,"dedication":"It is a testament to the power of friendship, bravery, magic and stories. An exhortation to use your time wisely and kindly, reading it will make you a better person.","name":"Anna James","author":"Michael Ende","title":"Momo / The Grey Gentlemen","email":"annaloisjames@gmail.com","__v":0,"token":""}
{"_id":{"$oid":"57399d0b1406310300ce6054"},"number":71,"token":"ObLnpAOgtrLvSmcM","email":"robertbutler1962@gmail.com","__v":0,"author":"Oscar Wilde","dedication":"A drama critic once said novels were plays with too many stage directions. If you love dialogue, and sometimes skip the bits in novels about weather and landscape, you’ll love reading plays. They’re usually nice and short too. One sign of a good play is when you don’t have to keep checking across to see which character is saying which line. Everyone has their own recognisable voice. The first play I read with sheer pleasure was “The Importance of Being Earnest”. I couldn't believe a play could be that elegant, that provocative and that funny. It's still my favourite.  ","name":"Robert Butler","title":"The Importance of Being Earnest"}
{"_id":{"$oid":"5739dcc41406310300ce6055"},"number":72,"token":"xLFEui0uZlIU9TGq","email":"register@dantagg.com","__v":0}
{"_id":{"$oid":"5739e33a9186d40300245ff7"},"number":73,"token":"ihCiTQ71Ovd4Tw9C","email":"susanquilliam@yahoo.co.uk","__v":0,"author":"Adele Faber, Elaine Mazlish","dedication":"It is quite simply the best book I know about how to help kids not only talk but also develop, grow, individuate and become the best they can be. (It also makes parenting hugely easier!). ","name":"Susan Quilliam","title":"How to Talk so Kids will Listen and Listen so Kids will Talk"}
{"_id":{"$oid":"573a39f99186d40300245ff8"},"number":74,"token":"MBZ56vcUXNadbuBg","email":"tots@weekendfilms.eu","__v":0,"author":"Jose Donoso","dedication":"Visual and twisted and plays with your mind.","name":"Michael Powell","title":"The Obscene Bird of Night"}
{"_id":{"$oid":"573af3559186d40300245ff9"},"number":75,"dedication":"Rather than editing what he has written, Aira starts every new working day improvising a way out of the corner he wrote himself into the day before. That is truly a man in love with his practise. This book brings me joy every time I read it.","name":"Glen Neath","author":"César Aira","title":"The Literary Conference","email":"glenneath@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af3a19186d40300245ffa"},"number":76,"dedication":"This book is so dear to me.  It opposes gift culture to the mean mercantilism which characterizes modernity.","name":"Jay Griffiths","author":"Lewis Hyde","title":"The Gift","email":"jaygriffiths@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af3da9186d40300245ffb"},"number":77,"dedication":"This book made me feel more at ease in the world, but also fired my enthusiasm to try and change it for the better. Berman reveals the hidden cultural forces that shape our lives to be things that we can, in turn, influence and alter. He exposes the concept of 'Faustian development', for example, the core myth of progress which says we must tolerate destruction in order to move forward. The book is a bible of intellectual self-defence that reminds us how the modern world was made by us only recently, and can also be changed by us. ","name":"Andrew Simms","author":"Marshall Berman","title":"All That Is Solid Melts Into Air: The Experience of Modernity","email":"andrewsimms@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af4199186d40300245ffc"},"number":78,"dedication":"It is a lucid, learned, passionate interrogation of what it is to be a human being. For me, in my work and in my life, there is no question more important.","name":"Simon Stephens","author":"Yuval Noah Harari","title":"Sapiens : A Brief History of Humankind","email":"simonstephens@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af4609186d40300245ffd"},"number":79,"dedication":"Subversive, funny, and very peculiar, Lolly Willowes is the story of a 47-year-old spinster who moves to a village called Great Mop, sells her soul to the devil and becomes a witch. I love its fabulous irreverence. And we need older, odder heroines.","name":"Samantha Ellis","author":"Sylvia Townsend Warner","title":"Lolly Willowes","email":"samanthaellis@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af4a99186d40300245fff"},"number":80,"dedication":"You learn a lot about the art of losing.","name":"Jane Horrocks ","author":"Lawrence Osborne","title":"The Ballad of a Small Player","email":"janehorrocks@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af4eb9186d40300246000"},"number":81,"dedication":"I knew after reading the first sentence that it was going to be a fantastic story. Walking plants, London and a bit of an apocalypse, what more could you ask for?","name":"Sanne Vliegenthart (booksandquills)","author":"John Wyndham","title":"The Day of the Triffids","email":"booksandquills@gmail.com","__v":0}
{"_id":{"$oid":"573af5309186d40300246001"},"number":82,"dedication":"Some books turn up at the perfect time, just when you need them, and that book for me was Magus of Stonewylde. My granddad, who I was very close to, had passed away around the time I first discovered it and I threw myself into books as an escape. The Stonewylde books have been very formative for me and shaped my beliefs and love for the world. I return to the books again and again, and they’re always there when I need them. I owe everything to them!","name":"Lucy Powrie","author":"Kit Berry","title":"Magus of Stonewylde","email":"lucy.powrie@queenofcontemporary.com","__v":0}
{"_id":{"$oid":"573af56e9186d40300246002"},"number":83,"dedication":"This is the only novel I have read three times. The first time was when I was sitting in a pub, awaiting a train after visiting my mum in hospital. The book was good company: a rainy seaside town in England, with an American here to sing for a season in a little local theatre. I was taken by the troubled hero and the  townsfolk who came on and off the page in his adventure. I heard a piano in the background as he tried to do the right thing and stay in key. ","name":"John Hegley","author":"Adrian Mitchell","title":"If You See Me Comin'","email":"johnhegley@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af5e89186d40300246003"},"number":84,"dedication":"This is the great Kazuo Ishiguro's first book.  I read it when it first appeared in the early 1980s and fell in love with it.  All of Ish's masterful trademarks are already in place: the understated style; the gently elusive characters; the effortless juxtapositions.  But, in addition, Ish includes the most extraordinary twist in the final pages - the entire sense of the novel turning on the use of a single word.  It's a stunning literary coup which has captivated me for 30 years.  I'll say no more, for fear of ruining what will certainly be an entrancing reading experience for you.","name":"Peter Kosminsky","author":"Kazuo Ishiguro","title":"A Pale View of Hills","email":"peterkosminsky@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af6339186d40300246004"},"number":85,"dedication":"It's just the most wonderful, epic, brilliant reminder of the how the power of our imagination can defeat tyranny and oppression.  And being one of four brothers it's such a touching exploration of sibling relationships. It's my favourite book.","name":"Mark Ball","author":"Michael Chabon","title":"The Amazing Adventures of Kavalier and Clay","email":"markball@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af6599186d40300246005"},"number":86,"dedication":"While writing On Writing, Stephen King was mowed down by a drunk driver and nearly lost his life.   Here is a man who lives to write and who writes to live.  I am choosing this book because it is inspiring. ","name":"Lemn Sissay","author":"Stephen King","title":"On Writing","email":"lemnsissay@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af6909186d40300246006"},"number":87,"dedication":"It helped to kindle my fascination with conserving the natural world and our relationship with wild things. He also wrote The Once and Future King which is a magical book about young King Arthur and like all great children's books is just as engrossing for grown-ups.","name":"Janet Suzman","author":"T.H. White","title":"The Goshawk ","email":"janetsuzman@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af6b89186d40300246007"},"number":88,"dedication":"OK - impossible to choose but this is close, and so full of good things. Possibly the best book on jazz ever written - 100's of essays and reviews of live gigs and records and interviews with all the greats. It's available on Amazon in paperback","name":"Mike Figgis","author":"Whitney Balliett","title":"Collected Works: A Journal of Jazz 1954-2001 ","email":"mikefiggis@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af6e29186d40300246008"},"number":89,"dedication":"I like walking. Not “let’s yomp up and down the Three Peaks between dawn and dusk” type walking but something far more leisurely, with time to stop and look and enjoy where you are. Walking can be purely functional - in London it can often be the quickest way of getting from A to B. Or it can be a pilgrimage, a spiritual quest with a meaningful destination. Everyone can do it, at their own pace, finding their own rhythm. It’s the most democratic activity there is.  Rebecca Solnit’s book celebrates all this and more. Stroll through it and enjoy the views.","name":"David Lascelles","author":"Rebecca Solnit","title":"Wanderlust","email":"davidlascelles@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af71a9186d40300246009"},"number":90,"dedication":"When I love a book, it damages my own writing. Since reading White Noise I have been ruined by ambitions of “the great literary set-piece.” In Underworld, DeLillo describes the baseball game in 1954 which decided the World Series and occurred simultaneously with the explosion of the Soviet Union's first H-Bomb. In Mao II, it’s a Moonie wedding. In White Noise, the best of all, it is a chemical spill: the Toxic Airborne Event.","name":"Joe Dunthorne","author":"Don DeLillo","title":"White Noise","email":"joedunthorne@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af7499186d4030024600a"},"number":91,"dedication":"It is the story of a courageous man, told by himself. He was a priest who reached the pinnacle of his profession, only to realise that he no longer believed in what he professed to believe. He then had the courage to say so and to resign his exalted position. Would that we were all so honest with ourselves.","name":"Charles Handy","author":"Richard Holloway","title":"Leaving Alexandria","email":"charleshandy@athousandandonebooks.com","__v":0,"token":""}
{"_id":{"$oid":"573af7799186d4030024600b"},"number":92,"dedication":"This autobiography is by an actor who writes as well as he speaks. It is special to me not just for its wise words about the problems and solutions of an actor's life, but because Callow is an openly gay man. His honesty back in 2004 was unique. The book is immensely revealing and will make you smile. ","name":"Ian McKellan","author":"Simon Callow","title":"Being an actor","email":"ianmckellan@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573af7a69186d4030024600c"},"number":93,"dedication":"A wonderful book about travel and food by an American journalist writing in the 1950's. It's THE best book I know on France and French food. I learnt so much from reading it. It divides the country into 3 areas, according to what is the principal cooking fat. So we see France as the land of butter (Normandy and the north), the land of goose fat (the South West), and the land of oil (Provence and the south). There are some recipes, many magical evocations and much to deepen our understanding of our neighbours.","name":"Adrian Noble","author":"Waverley Root","title":"The Food of France","email":"adriannoble@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"573c29e205750d0300f32dde"},"number":94,"token":"JUL3Li4cI0Qi7nXQ","email":"pateyman@gmail.com","__v":0,"author":"Tim Moore","dedication":"A 3,162km race. A 48 year old man. A 100 year old bike made of wood he built himself. True and laugh out loud funny!","name":"Mike Patey","title":"Gironimo"}
{"_id":{"$oid":"573ca96772d8240300eadab0"},"number":95,"token":"whJqyvnHH45r2OYA","email":"cathryna.rathsam@gmail.com","__v":0,"author":"Rachel Carson","dedication":"it's a wonderful book to share with the child in all of us.  It encourages us to spend time in nature, to be quiet and observe and appreciate all its sublime glory.","name":"Cathryn Rathsam","title":"The Sense of Wonder"}
{"_id":{"$oid":"573ccc3972d8240300eadab1"},"number":96,"token":"juTsLlNeGkzeT3tg","email":"quentin.spender@btinternet.com","__v":0,"author":"David Mitchell","dedication":"This is the most amazing mix of genres, some of it possibly tongue in cheek. So it defies classification. But it is a joy to read, is pacey and exciting, and makes you think. ","name":"Quentin Spender","title":"The Bone Clocks"}
{"_id":{"$oid":"573cfad572d8240300eadab2"},"number":97,"token":"s0Aqmu21p2Zd4OyU","email":"petrinalb@icloud.com","__v":0,"author":"Barry Unsworth","dedication":"In this wonderful story of a slave rebellion is the whole human condition: our inner demons, the difficulty of keeping them at bay, the struggle to do so, the consequences when we don't, the strength of compassion even in the face of overwhelming evil. It takes you into a world where it was socially acceptable to abduct other human beings for forced labour and treat them as tools. It explores so intelligently that historical moment when empathy begins to unsettle an established social order. ","name":"Petrina Barson","title":"Sacred Hunger"}
{"_id":{"$oid":"573d831672d8240300eadab3"},"number":98,"token":"mgmx46Vkfd5GbXSd","email":"robert.bracko@vip.hr","__v":0,"author":"Flannery O'Connor","dedication":"it reminds me, over and over again, that man's or woman's life is fulfilled only by his/her death. In other words: Be aware that your days are numbered so be careful how you live your life.\r\nAnd yet another reason for choosing this book: Flannery O'Connor was one of the rare persons able to perceive the phenomenon of the trivialization of evil, conducted by modern society. She couldn't be more clear saying: the evil exists and it's real. It exists inside each and everyone of us. Being able to recognize that, one becomes able to confront it.","name":"Robert Bračko","title":"A Good Man is Hard to Find"}
{"_id":{"$oid":"573d859672d8240300eadab4"},"number":99,"token":"yzbGFTIoi415tKuI","email":"paulagleeson@iprimus.com.au","__v":0,"author":"Eduardo Galeano","dedication":"It is spirit refreshing generative and generous revolutionary poetry that I have kept near my heart everywhere I have lived and traveled.","name":"Paula Gleeson","title":"The Book Of Embraces"}
{"_id":{"$oid":"573dad9872d8240300eadab5"},"number":100,"token":"aeQRwJKpNjVrThmG","email":"nataliedalkiran@gmail.com","__v":0}
{"_id":{"$oid":"573de11372d8240300eadab6"},"number":101,"token":"DbMuo7eTKiW850KD","email":"beki@liftfestival.com","__v":0,"author":"Simon Van Booy","dedication":"It's a collection of short stories which I like, all about love in it's various forms, collisions and moments that remind us of the redemptive nature of love. It's is poetic, subtle and resonant.","name":"Beki Bateson","title":"The Secret Lives of People in Love"}
{"_id":{"$oid":"573df6d9b31568030078461c"},"number":102,"token":"RkJX4OfqERjuxSZa","email":"caroline@bizdetectives.co.uk","__v":0,"author":"Tadeusz Borowski","dedication":"To help truly understand the holocaust. Beautifully written. Poignant. Incredible. It is so shocking and moving. It will make you truly question humanity, prejudice and yourself. Borowski was a survivor of Auschwitz but committed suicide in 1951. ","name":"Caroline Wynn","title":"This way for the gas, ladies and gentlemen"}
{"_id":{"$oid":"573e0de5d128390300a7dde4"},"number":103,"token":"pRoXbl5P3j2kC7bO","email":"svichy@gmail.com","__v":0,"author":"David Eagleman","dedication":"Tonight I am writing my wedding speech - based on the first story of this book.\r\n3 June V\u0026A 7 June","lastUpdated":"1463685011314","name":"Hayati","title":"Sum: Forty Tales from the Afterlives"}
{"_id":{"$oid":"573e2085d128390300a7dde5"},"number":104,"token":"yFZMDNLkpBpU3DlN","email":"ted.geier@gmail.com","__v":0,"author":"Andrew Clements","dedication":"Not letting me put in 100 words! :( Anyway, there's a story here I hope to share if given my 100. :)","lastUpdated":"1463690179084","name":"Ted Geier","title":"The Janitor's Boy"}
{"_id":{"$oid":"573e75e5d128390300a7dde6"},"number":105,"token":"8hUrO8SIErupeStB","email":"joe.andrade@utah.edu","__v":0}
{"_id":{"$oid":"573eec25d128390300a7dde7"},"number":106,"token":"P0OMZS24AZUTaA1N","email":"kiwani@gmail.com","__v":0,"author":"Jonathan Safran Foer","dedication":"It's a bold, unique book – filled with sadness, hopes, strong emotions. A book that makes you feel.","lastUpdated":"1463741785832","name":"Kiwani Dolean","title":"Extremely Loud and Incredibly Close"}
{"_id":{"$oid":"573eee62d128390300a7dde8"},"number":107,"token":"K54QicUVVUlpcgC6","email":"gill@artsadmin.co.uk","__v":0,"author":"Jonny Steinberg","dedication":" This book about the reality of the refugee experience is extraordinary.\r\nThen read City of Thorns.","lastUpdated":"1463742296343","name":"Gill Lloyd","title":"A Man of Good Hope"}
{"_id":{"$oid":"573efc15d128390300a7dde9"},"number":108,"token":"ySOrMM5cdvc7jGOG","email":"jonnydavis18@hotmail.com","__v":0}
{"_id":{"$oid":"574064691b7d750300bb4943"},"number":109,"token":"3UvpgJNjmVabQcwz","email":"simonarevelli@btinternet.com","__v":0,"author":"Jacques Derrida","dedication":"'What is an impossible mourning? . . . And as concerns the other in us . . . where is the most unjust betrayal? Is the most distressing, or even the most deadly infidelity that of a possible mourning which would interiorize within us the image, idol, or ideal of the other who is dead and lives only in us? Or is it that of the impossible mourning, which, leaving the other his alterity, respecting thus his infinite remove, either refuses to take or is incapable of taking the other within oneself, as in the tomb or the vault of some narcissism?' (Mémoires)","lastUpdated":"1464157380744","name":"SR","title":"Memoires for Paul De Man"}
{"_id":{"$oid":"5741808c9de11f03003e2525"},"number":110,"token":"tWtd7nHhfiyVQnWC","email":"joyceyplim@gmail.com","__v":0,"author":"Thich Nhat Hanh","dedication":"it has given me a core set of values to enable me to steer this journey we call life","lastUpdated":"1463910900106","name":"Joyce Lim Yen Ping","title":"For A Future to Be Possible: A Guide to the Five Mindfulness Trainings"}
{"_id":{"$oid":"5741965b9de11f03003e2526"},"number":111,"token":"J9BJQXD5OcoZqgeZ","email":"boz@boztemplemorris.com","__v":0,"author":"Hakim Bey","dedication":"This a classic in the art of resistance. It's as if Blake, Burroughs, Rumi and Robin Hood have got together to give you some friendly advice. Follow it. Start your insurrection and make it beautiful.","lastUpdated":"1464176594187","name":"Boz Temple-Morris","title":"TAZ: Temporary Autonomous Zone"}
{"_id":{"$oid":"5741e8a59de11f03003e2527"},"number":112,"token":"4KbdHEIMNhBonx67","email":"chantal.coady@me.com","__v":0,"author":"Jean Giono","dedication":"A beautiful tale inspiring everyone to plant trees...","lastUpdated":"1463937513077","name":"chantal coady","title":"The Man Who Planted Trees or L'homme qui plantait des arbres"}
{"_id":{"$oid":"57431c4415297f030009b300"},"number":113,"token":"zIYrFdt0hV7l6wkJ","email":"arabellaweir@mac.com","__v":0,"author":"Vikram Seth","dedication":"It's a wonderful story that draws you in completely and sets out India in a personal yet global way.","lastUpdated":"1464016438794","name":"Arabella Weir","title":"A Suitable Boy"}
{"_id":{"$oid":"57440a0a2fba9c030058b43e"},"number":114,"token":"6D1mhRyBZnsmy8ss","email":"marian@shawmoorings.co.uk","__v":0,"author":"Philippa Gregory","dedication":"It is about the 6th wife of Henry VIII, who survived!  Little-known Kateryn Parr, she did a lot more than survive.  She ended her days at Sudeley Castle, Winchcombe, Glos, which could be a destination for a delightful visit. The Tudors are fascinating!","lastUpdated":"1464258651610","name":"Marian","title":"The Taming of the Queen"}
{"_id":{"$oid":"57446cf82fba9c030058b43f"},"number":115,"token":"pXoZJrBykYnuo2cX","email":"frazer@3rd-party.co.uk","__v":0,"author":"Joseph Joubert (translated by Paul Auster)","dedication":"it's unique, and remarkable. A collection of thoughts which is singularly beautiful at its best. ","lastUpdated":"1464102670357","name":"Frazer Dorrian McGlinchey","title":"The Notebooks of Joseph Joubert "}
{"_id":{"$oid":"5744a590c598900300da75c5"},"number":116,"token":"9A8KWBOfR2K1eIcM","email":"marylazarus@yahoo.co.uk","__v":0,"author":"Vasily Grossman","dedication":"One of the only books I've reread. Inspired in structure and scope by Tolstoy's War and Peace, it is amazing moving eye-opening interwoven lives, relationships and devastating experiences of Soviet characters caught up in the Second World War, from scientists to the siege of Stalingrad. Written by the humane intelligent soviet journalist Grossman. Banned for decades. Stunning. ","lastUpdated":"1464123750869","name":"Marylaz","title":"Life and Fate"}
{"_id":{"$oid":"57459372c598900300da75c6"},"number":117,"token":"nyoboZg1DBxXloYg","email":"selma.willcocks@gmail.com","__v":0,"author":"Rohinton Mistry","dedication":"as a consequence of reading it I believe my spectrum of 'feeling' has expanded and deepened. I had never understood quite how resilient the human spirit is when faced with unimaginable suffering, until I read this. Make sure you are sitting down with a cup of tea when you finish it. ","lastUpdated":"1464177954454","name":"Selma Willcocks","title":"A Fine Balance"}
{"_id":{"$oid":"5745c706c598900300da75c7"},"number":118,"token":"hUT4lISxTDtycpHf","email":"manick@artsadmin.co.uk","__v":0,"author":"Azar Nafisi","dedication":"I loved this book as it gave me both moral and intellectual strength. In the face of near totalitarian Islamic dictatorship, Nafisi and a cohort of wonderful students read to escape, seek refuge, dream, imagine and learn how to find a space for freedom, both within their private and public life. It's made me want to read Lolita, The Great Gatsby and all the other authors/novels referenced in this beautifully written and tender memoir. It's a must read!","lastUpdated":"1464191069860","name":"Manick Govinda","title":"Reading Lolita in Tehran"}
{"_id":{"$oid":"57462b0328105f0300450e88"},"number":119,"token":"wpnDPgLpDx5BiKsU","email":"galmans@hotmail.com","__v":0,"author":"Various (ISBN 10: 0500280428 - ISBN 13: 9780500280423)","dedication":"This catalogue, without question gave direction to my life. I read it during a 14yr prison sentence as I contemplated my wasted past and dismal future.\r\n\r\nI regarded conceptual art as ‘easy art’, the type anyone could make; I mocked the images of pickled animals, the tent and mostly a household colander with nuts \u0026 bolts through the holes.  I turned to read how they justified calling that art.   My mockery turned to awe in that moment; I later gained a degree and became a conceptual artist.\r\n\r\nHave a read yourself – Mona Hatoum, No Way ii.\r\n\r\n(Thank you Mona Hatoum)\r\n\r\n","lastUpdated":"1464220409477","name":"Gary Mansfield","title":"Sensation: Young British Artists from the Saatchi Collection"}
{"_id":{"$oid":"5746a7b828105f0300450e89"},"number":120,"token":"6bNDftiRQLJQxtab","email":"z.huber@btinternet.com","__v":0,"author":"Marjorie Kinnan Rawlings","dedication":"I grew up in a small mining village in Yorkshire and we were lucky enough to have a local library. Every Saturday I would go on my bike to the library and spend hours in there selecting the eight books I could borrow each week. I came across The Yearling one day when I was about eight. It became my favourite book of all time. I must have read it at least thirty times over the years. It makes me laugh out loud and sob in despair. It is full of beautiful descriptions and taught me so much about the joy and pain of what it means to be alive. ","lastUpdated":"1464249505995","name":"zareena","title":"The Yearling"}
{"_id":{"$oid":"5746b3f128105f0300450e8a"},"number":121,"token":"A5g5gTjvU1I69tYZ","email":"catherinebarr@me.com","__v":0,"author":"Catherine Barr","dedication":"I co-authored this, my first children's book, in response to the discovery that evolution was not (at the time) taught in school. My girls came home from school with the stories of creation but little else. Evolution is at long last on the UK primary curriculum, and I hope this book will help to unravel the extraordinary story of life on Earth in classrooms and at home. It was written in consultation with the Natural History Museum. I hope it sparks both questions and curiosity! ","lastUpdated":"1464253357801","name":"Catherine Barr","title":"The Story of Life: a first book on evolution"}
{"_id":{"$oid":"5746c1a228105f0300450e8b"},"number":122,"dedication":"This book is so short and simple.  But very small children and adults can enjoy lifting the flaps in the endless search for the right pet – while also learning about the words to use for some of the basic feelings we all have.  Also there are many repeated lines that small children and adults can learn to say together.","name":"Alice Jolly","author":"Rod Campbell","title":"Dear Zoo","email":"jollyalice@hotmail.com","__v":0}
{"_id":{"$oid":"5746c22328105f0300450e8c"},"number":123,"dedication":"These sparse, simple poems about Welsh farmers and poorly attended churches in rural Wales address all the great questions that we face.  Definitely my Desert Island book.","name":"Alice Jolly","author":"R.S. Thomas","title":"The Collected Poems of R.S. Thomas ","email":"alice@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"5746c28428105f0300450e8d"},"number":124,"dedication":"A shocking and difficult book but one that everyone should read.  The author takes us right inside the experience of those trapped in Berlin when the Russians arrived in 1945.  The book was published anonymously because initially the Germans just did not want to hear the truth of those days.  The courage that this woman showed in writing her story can inspire us all.","name":"Alice Jolly","author":"Anonymous","title":"A Woman in Berlin ","email":"alice1@athousandandonebooks.com","__v":0}
{"_id":{"$oid":"5746c2e628105f0300450e8e"},"number":125,"dedication":"It is hard to explain why I am such a huge fan of James Salter.   His characters are affluent East Coast Americans whose lives seem trivial.  Nothing very interesting happens to them and then they die.  And yet some how, knitted into the warp and weft of his dazzling prose, is an absolutely exact picture of what it is like to be alive, on that particular day, on all days, everywhere.   ","name":"Alice Jolly","author":"James Salter","title":"Light Years ","email":"alice2@athousandandonebooks.com","__v":0,"lastUpdated":"","token":""}
{"_id":{"$oid":"5746cac228105f0300450e8f"},"number":126,"token":"sw2VobmmwbSsycRW","email":"clairemorrissey4@hotmail.com","__v":0}
{"_id":{"$oid":"5746d5f328105f0300450e90"},"number":127,"token":"yb4Wu2mQyd9MVSIe","email":"ennikukkatuomala@hotmail.com","__v":0,"author":"astrid lindgren","dedication":"it's the story of me, my little brother and our cousins having adventures on a small, far-away island in the finnish archipelago. to me the book represents the summer and the sea, all-consuming and undying friendship and the bittersweetness of growing up. i still read 'vi på saltkråkan' every summer and have done ever since my mother first read it to my brother and i when we were children. ","lastUpdated":"1464260668531","name":"enni-kukka tuomala","title":"seacrow island"}
